Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_sami_arvvut_ry_ja_enontekion_saamelaiset_keskustelivat_ajankohtaisista_asioista.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät, Sámi Árvvut ry ja Enontekiön saamelaiset keskustelivat ajankohtaisista asioista
smn: Sämitigge, Sámi Árvvut ry já Iänuduv sämmiliih savâstâllii äigikyevdilis aašijn

source: Saamelaiskäräjien hallitus tapasi Enontekiöllä 10.5. Sámi Árvvut ry:n yhdistyksen hallituksen jäseniä, YK:n ihmisoikeuskomitealle yksilövalituksen tehneitä saamelaisia ja Näkkälän paliskunnan Kalkujärven siidan edustajia.
smn: Sämitige stivrâ teivâdij Iänuduvâst 10.5. Sámi Árvvut ry seervi stiivrâ jesânijd, OA olmoošvuoigâdvuotâkomitean ohtâgâsväidim toohâm sämmilijd já Näkkälä palgâs Kalkujäävri siijdâ ovdâsteijeid.

source: Tapaamisessa keskusteltiin ajankohtaisista asioista Enontekiöllä sekä YK:n ihmisoikeuskomitean ratkaisujen toimeenpanosta.
smn: Teivâdmist savâstâllii äigikyevdilis aašijn Iänuduvâst sehe OA olmoošvuoigâdvuotâkomitea čuávdusij olášutmist.

source: Ihmisoikeuskomitea antoi kaksi ratkaisua, jossa se totesi Suomen rikkoneen kansalaisoikeuksia ja poliittisia oikeuksia koskevaa yleissopimusta Suomen saamelaismääritelmässä.
smn: Olmoošvuoigâdvuotâkomitea adelij kyevti čuávdus, mast tot pahudij, ete Suomâ lii rikkom aalmuglâšvuoigâdvuođáid já poolitlâš vuoigâdvuođáid kyeskee almossopâmuš Suomâ sämmilâšmiäruštâlmist.

source: ”Saamelaiskäräjien hallitus katsoi tärkeäksi keskustella YK:n ihmisoikeuskomitealle valittaneiden henkilöiden kanssa ennen neuvottelua oikeusministeriön kanssa.
smn: ”Sämitige stivrâ onnij tehálâžžân savâstâllâđ OA olmoošvuoigâdvuotâkomitean váidám ulmuiguin ovdil ráđádâllâm riehtiministeriöin.

source: Ihmisoikeuskomitean ratkaisut ovat keskeisessä roolissa myös tulevissa hallitusneuvotteluissa.
smn: Olmoošvuoigâdvuotâkomitea čuávduseh láá tehálii roolist meid puáttee haldâttâsráđádâlmijn.

source: Toivon, että neuvottelutulos saadaan vietyä saamelaiskäräjien kokouksen käsiteltäväksi mahdollisimman pian”, sanoo saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio.
smn: Mun tuáivum, ete ráđádâllâmpuáttus puáhtá tuálvuđ sämitige čuákkim kieđâvuššâmnáál nuuvt jotelávt ko máhđulâš”, iätá sämitige saavâjođetteijee Tiina Sanila-Aikio.

source: YK:n ihmisoikeuskomitean ratkaisujen toimeenpanemiseksi tapaamisessa todettiin yksimielisesti, että saamelaiskäräjävaaleja tulisi siirtää vähintään vuodella ja siinä ajassa muuttaa saamelaiskäräjälain saamelaismääritelmää yhteistyössä saamelaisyhteisön kanssa.
smn: OA olmoošvuoigâdvuotâkomitea čuávdusij olášutmân teivâdmist pahudui oovtmielâlávt, ete sämitiggevaaljâid kolgâččij sirdeđ ucemustáá ive já ton ääigi rievdâdiđ sämitiggelaavâ sämmilâšmiäruštâllâm oovtâstpargoost sämisiärváduvváin.

source: Seuraavat saamelaiskäräjävaalit tulee järjestää sellaisella saamelaismääritelmällä, jonka saamelaisyhteisö hyväksyy.
smn: Čuávuváid sämitiggevaaljâid kalga orniđ tagarijn sämmilâšmiäruštâlmáin, mon sämisiärvádâh tuhhit.

source: Saamelaiskäräjät, Sámi Árvvut ry ja yksilövalittajat ovat sitoutuneet ihmisoikeuskomitean ratkaisujen toimeenpanoon ja niiden edistämiseen.
smn: Sämitigge, Sámi Árvvut ry já ohtâgâsväideeh láá čonâdâttâm olmoošvuoigâdvuotâkomitea čuávdusij olášutmân já toi oovdedmân.

source: ”Tapaaminen oli hyvin tärkeä ja ajankohtainen, koska hallitusneuvottelujen ollessa käynnissä tarvitsemme kaikkien saamelaistahojen yhteistyötä, jotta saamelaisille tärkeitä asioita saadaan vietyä suoraan päättäjien tietoon ja toivottavasti myös hallitusohjelmaan asti.
smn: ”Teivâdem lâi uáli tehálâš já äigikyevdil, tastko tääl, ko haldâttâsráđádâlmeh láá joođoost, mij tarbâšep puoh sämmilâšpeelij oovtâstpargo, vâi sämmiláid tehálijd aašijd puáhtá tuálvuđ njuolgist merideijei tiätun já tuáivu mield meid haldâttâsohjelmân räi.

source: Olen hyvin iloinen siitä, että saamelaiskäräjillä ja yksilövalituksen tehneillä on samanlainen näkemys siitä, miten päätöksiä voidaan toimeenpanna ja tämä antaa hyvät edellytykset sille, että voimme onnistua yhteisessä tavoitteessa”, Sámi Árvvut ry:n puheenjohtaja Klemetti Näkkäläjärvi painottaa.
smn: Mun lam hirmâd ilolâš tast, ete sämitiggeest já ohtâgâsväidim toohâm ulmuin lii siämmáálágán uáinu tast, maht miärádâsâid puáhtá olášuttiđ já taat addel šiev máhđulâšvuođâid toos, ete mij pyehtih luhostuđ mii ohtsii ulmeest”, Sámi Árvvut ry saavâjođetteijee Klemetti Näkkäläjärvi tiäddut.

source: Kalkujärven siida jätti saamelaiskäräjille kokouksessa esityksen Pöyrisjärven erämaa-alueen hoito- ja käyttösuunnitelman päivittämiseksi ja alueen luonnonsuojelualueen tarkistamiseksi.
smn: Kalkujäävri sijdâ kuođij sämitiigán čuákkimist iävtuttâs Pöyrisjäävri meccikuávlu hoittám- já kevttimvuávám peividmân já kuávlu luándusuojâlemkuávlu täärhistmân.

source: Muita tapaamisessa käsiteltyjä asioita olivat hallitusneuvottelut, maastoliikennelaki, jokamiehen oikeuksien tulkinta, saamen kielen ja kulttuurin opetus Enontekiöllä ja Duodji-akatemia.
smn: Eres teivâdmist kieđâvuššum ääših lijjii haldâttâsráđádâlmeh, meccijotolâhlaahâ, jyehiulmuu vuoigâdvuođâi tulkkum já kulttuur máttááttem Iänuduvâst já Duodji-akatemia.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi

source: Sámi Árvvut ry:n puheenjohtaja Klemetti Näkkäläjärvi, puh. 040 537 1584, klemetti.nakkalajarvi(at)pp.inet.fi
smn: Sámi Árvvut ry saavâjođettteijee Klemetti Näkkäläjärvi, puh. 040 537 1584, klemetti.nakkalajarvi(at)pp.inet.fi
